teabyii.ayu
coderholiclt.night-owl
miguelsolorio.fluent-icons
pkief.material-product-icons
vscode-icons-team.vscode-icons
anthropic.claude-code
alefragnani.project-manager
codeinklingon.git-worktree-menu
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fullstackspider.visual-nuget
gaoshan0621.csharp-format-usings
google.geminicodeassist
google.gemini-cli-vscode-ide-companion
gruntfuggly.todo-tree
kreativ-software.csharpextensions
mermaidchart.vscode-mermaid-chart
ms-azure-devops.azure-pipelines
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.vscode-websearchforcopilot
orsenkucher.vscode-graphql
redhat.vscode-xml
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tomblind.scm-buttons-vscode
vscodevim.vim
